export default function MapPoints() {
    return [
        { id: 1, name: "샬롬",  latlng: { Lat: 37.27474571017286, lag: 127.1302733945799 }},
        { id: 2, name: "인문사회", latlng: { lat: 37.27509398192308, lag: 127.13107171678483 }},
        { id: 3, name: "우원", latlng: { lat: 37.27569220778272, lag: 127.13194095305134 }},
        { id: 4, name: "예술", latlng: { lat: 37.275873233078535, lag: 127.13120555307452 }},
        { id: 5, name: "도서", latlng: { lat: 37.27632905296753, lag: 127.13251429147898 }},
        { id: 6, name: "본", latlng: { lat: 37.27600171824672, lag: 127.1331451377874 }},
        { id: 7, name: "후생", latlng: { lat: 37.27684588853907, lag: 127.1336371081736 }},
        { id: 8, name: "교육", latlng: { lat: 37.2754226649809, lag: 127.1332653271354 }},
        { id: 9, name: "경천", latlng: { lat: 37.27632722752416, lag: 127.13413512806927 }},
        { id: 10, name: "천은", latlng: { lat: 37.27574155291512, lag: 127.13413408889642 }},
        { id: 11, name: "이공", latlng: { lat: 37.27698949666928, lag: 127.13413066542857 }},
        { id: 12, name: "a", latlng: { lat: 37.275345856906355, lag: 127.1314470559062 }},
        { id: 13, name: "d", latlng: { lat: 37.27622141040828, lag: 127.13208281906462 }},
        { id: 14, name: "c", latlng: { lat: 37.276198190913696, lag: 127.13270292484154 }},
        { id: 15, name: "f", latlng: { lat: 37.2765691373003, lag: 127.13335473285674 }}
    ]
}